Repository: mozilla-l10n/mt-training-data
Catalog: gjk/gjk_pontoon.tmx
Source language: en_us
Languages: gjk

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
gjk: عام آواز ايڪ نوِي جڳا شرُو ڪري سي ريو، قدرتِي، پوتيَ انين وڳرِ لکل انين ٻوليا نين ڀيرون ڪريا ماٿيَ ڌيان ڄي سي۔ آ جڳا ڦرق ڦرق ڀراڌريان نين جلڌي مواڌ ڀيرو ڪريا مان مۮت ۮشي۔ انين ڀيڳا ڀيڳو مواڌ سائينسڌانان انين ترقِي ۮيورايان واران ۿارُو پڻ ڦائۮا وارو ثاٻت ٿاشي۔

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
gjk: ڪامنَ وائيس موزيلا نِي شرُوئات سي زين مشينان نين شيکاڙِيا مان مۮت ڪريَ سي ڪيَ حقيقِي ماڻۿان چيم ٻوليَ سي۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
gjk: ڪامنَ وائيس ۮنيا نون ٻڌانئين ٿِي موٽون عوامِي طور ٿِي ڌستياٻ ٿل گھڻي ٻولِيان وارون وائيس ڍيٽاسيٽ سي۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
gjk: عام آواز نِي رِڪارڍينڳ نين تعليم نين ماهرين، ننڪان ڪاروڀاران وارين، انين آواز نين اورڇا واران شوقينان نا طرڦ ٿِي عوامِي طور ٿِي ڌستياٻ ٿل وسيلين ٿِي زيم: وائيس ماڍلان نين ترتيٻ ۮيڌا مان انين وڌايا مان مۮت ۿارُو اِستمال ڪريَ سي۔ شون تمين امان نين ۿنڀراوِي ۿڳو سو، ڪي تمين پوتا نيُون رِڪارڍينڳون شون ليوا کتم ڪروا ماڳو سو؟

source: Community and Languages
gjk: ڀِراڌرِي انين ٻولِيُون

source: Community, Creatives and Civil Society
gjk: ڀِراڌرِي، تخليقِي انين سِول سوسائيٽِي

source: Community participation and decision making.
gjk: ڀراڌرِي نِي شِرڪت انين ڦينصلوسازِي

source: Community Playbook
gjk: ڀِراڌرِي پِليَ ڀيڪ (Playbook)

source: Confirm Goal
gjk: مقصۮ (گول) نِي تصۮيق ڪرو

source: Connect with Gravatar
gjk: گِراوٽر (Gravatar) ٿِي ڳنڍائو

source: Contact
gjk: راٻطو

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
gjk: رئيٽران ٿِي، ڍرامان ٺاۿيا واران ٿِي يا اِسڪرينَ رائيٽران ٿِي راٻطو ڪرو انين پونسو، ڪيَ شون اِي پوتا نا ڪام نو ايڪ ننڪوڪ حِصو عوامِي ڍومينَ ۿارُو وقڦ ڪريا ۿارُو تيار هشيَ؟

source: Contact Form
gjk: راٻطا نون ڦارم

source: Contact the Common Voice team
gjk: ڪامنَ وائيس ٽيم ٿِي راٻطو ڪرو

source: Contact us
gjk: امان ٿِي راٻطو ڪرو

source: Contact Us
gjk: امان ٿِي راٻطو ڪرو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
gjk: ني پرماڻي مواڌ موجود سي</licenseLink>لائسنس (زين لائيسنينگ سسٽم نا مواڌ نين آزاڌِي ٿِِي شير ڪريا انين استعمال ڪريا ني اجازت ڄي سي )<licenseLink>

source: Continue
gjk: جاري راکوون

source: Continue speaking
gjk: ٻولوون جارِي راکو

source: Continue validating
gjk: تصڌيق ڪريا نون جھارِي راکو

source: Contribute
gjk: حصو ليوو

source: Contribute on GitHub
gjk: GitHub ماٿيَ حِصو ليو

source: Contribute sentences
gjk: جُملان نو حِصو ڄو

source: Contribute text
gjk: ٽيڪسٽ مان حِصو ليو

source: Contribute to { $lang }
gjk: حِصو ليو{ $lang }

source: Contribute to text corpus
gjk: ٽيڪسٽ ڪارپس مان حِصو ڄو

source: Contributing to <bold>{ $language }</bold> dataset
gjk: ڍيٽا سيٽ مان حِصو ليوون

source: Contribution Activity
gjk: تعاونَ ڪريا نِي سرڳرمِي

source: Contribution Criteria
gjk: حِصو ليڌا نو معيار

source: Contribution Experience
gjk: حِصو ليڌا نو تجربو

source: Contribution Guidelines
gjk: تعاونَ نِيون هِدائيتون

source: Contributors record voice clips by reading from a bank of donated sentences.
gjk: حِصو ليڌا واران ۮانَ ڪرل جُملان نِي ڀينڪ مان ٿِي ڀڻينَ وائيس ڪِلپ رِڪارڍ ڪريَ۔

source: Cookies
gjk: ڪوڪيز (آ ويب سائيٽ نين ڀھتر ڪريا مان مدت ڪري سي)

source: <cookiesLink>Cookies<cookiesLink>
gjk: ڪُڪيز

source: Copainalá Zoque
gjk: ڪوپائنالا زوقي

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
gjk: کُلِي وات چيت نِي ٽيڪنولوجِي ۿارُو </coquiLink>Coqui<coquiLink> وقڦ سي۔ اينيان نان منصُوٻان مان STT انين TTS اينجھڻ شامِل سي۔

source: Cornish
gjk: ڪارنيش ٻولِي

source: Correct
gjk: صحيح

source: Corsican
gjk: ڪارسيڪن ٻولِي

source: { $count } clips
gjk: ڪِلِپان

source: { $count }mo
gjk: { $count }مو

source: Country/Region of Residence
gjk: ملڪ/ علائقو زان تمين ريو سو

source: { $count }wk
gjk: { $count } هڦتو

source: { $count }y
gjk: { $count }ي

source: [Crackle] giant dinosaurs of [crackle] -riassic.
gjk: رياسِڪ نان موٽان ڍائينوسار [ٻڙٻڙاوون]

source: Create a Custom Goal
gjk: ضرورت پرماڻين مقصۮ (گول) ٺاوو

source: Create a profile
gjk: پروڦائيل ٺاوو

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
gjk: پوتيَ يان پوتا نان ڌوستان يا ٻولِي ٻولِيا وارِي ڀِراڌري ڀيڳين جڌيد، عام ٻوليا وارا جُملا ٺاۿو۔ مِثال طور 'لکوون-اي-ٿون' زريئيَ

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
gjk: ترجما ۿارُو، ننڪِيان ٻولِيان نا ماڍلان ۿارُو انين وڌارين عوامِي ڍومينَ نا پرومپٽس ۿارُو جُملا انين متنَ ٺاۿو ڪان وريَ شيئر ڪرو۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
gjk: ڪامنَ وائيس مان حِصو ليڌا ۿارُو مُختلِڦ ماڻۿان ۿارُو موقعا پيۮا ڪريا نون يقينَ ۮيوراويَ سي، ڪيَ ڍيٽاسيٽ ڪاڦِي حڌ ۿوُڌِي ماڻۿان نِي شيوا ڪريَ سي۔ امين وسيلا انين ٽيمپليٽ ٺاۿيان سي زين نين تمين اِستمال ڪرِي ۿڳو سو!

source: Crimean Tatar
gjk: ڪريمين ٽاتار ٻولِي

source: Criteria
gjk: مَعيار

source: Croatian
gjk: ڪروشيائي ٻولِي

source: Culturally specific questions
gjk: ثقافتِي مخصوص سوال

source: Czech
gjk: چيڪ ٻولِي

source: Dagbani
gjk: دگباني ٻولِي

source: Daily Goal
gjk: روز نون مقصۮ (گول)

source: Dameli
gjk: داميلي ٻولِي

source: Danish
gjk: ڊينش ٻولِي

source: Dargwa
gjk: دارگوا ٻولِي

source: Dashboard
gjk: ڊيش بورڊ

source: Dataset
gjk: ڍيٽا سيٽ

source: Dataset: { $datasetLanguage }
gjk: مواڌ نِي ترتيب{ $datasetLanguage }

source: Dataset Release
gjk: ڍيٽاسيٽ رِليز ڪروون

source: Datasets
gjk: ڍيٽا سيٽ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
gjk: ڀِراڌرِي نِي شموليت نيَ زريئيَ ٿِي ASR ،STT ،TTS انين NLP نيَ حواليَ ٿِي ڍيٽاسيٽ ٺاۿيُون جھون۔

source: Date
gjk: تاريخ

source: Dawoodi
gjk: داؤدي ٻولِي

source: Days
gjk: ۮِيئان

source: Delete
gjk: کتم ڪروون

source: Delete my recordings
gjk: مارِيوُن رِڪاڍينڳون ڍِليٽ ڪرو

source: Delete Profile
gjk: پروفائيل ڍِليٽ ڪرو

source: Dhivehi
gjk: ڌويهيائي ٻولِي

source: Dholuo
gjk: ڌولوئو

source: Did you know…
gjk: شون تمان نين کٻرِ سي۔۔۔!

source: Different language
gjk: ڦرق ٻولِي

source: Difficult
gjk: مُشڪل

source: Difficult to pronounce
gjk: ٻوليا مان مُشڪل

source: Dioula
gjk: ديولائي ٻولِي

source: Discard ongoing recording
gjk: ھالتي رڪارڍينگ نين رڌ ڪرون

source: Discover languages and communities and common voice
gjk: ٻولِيُون انين ڀِراڌرِيُون انين عام آواز ڳوتو

source: do
gjk: ڪروون

source: Documentation
gjk: دستاويزي

source: Does the sentence meet the guidelines?
gjk: شون جُملو هِڌائيتان پرماڻيَ سي؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
gjk: ڍومينَ جُملا نا مضمونَ ڪور اِشارو ڪرو سو، فِلحال تمين هيٺين ۮيڌل وس مان ٿِي سُونڍِي ۿڳو سو۔

source: Donate
gjk: ۮيوون (ۮان ڄو)

source: Donate your voice
gjk: تمارو آواز ۮانَ ڪرو

source: Done
gjk: پُورون ڪروون۔

source: do not
gjk: نا ڪرو

source: Don’t Add
gjk: ايڍ نا ڪرو

source: Don't see your language on Common Voice yet?
gjk: هزيي ۿوُڌِي پوتا ني ٻولي نين عام آواز مان نٿِي ۮيڇِي؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
gjk: شون تمارِي ٻولِي ڍيٽاسيٽ مان نظر نٿِي آوتِي رئِي؟ ٻولِي نِي ڌرخواست ڪريا ۿارُو امارا ٻولِيا وارا پيج ماٿيَ زائو۔

source: Don't wish to say
gjk: ڪيوا نٿِي ماڳتو

source: Download
gjk: ڍائونَ لوڍ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
gjk: زو تمين ڪامنَ وائيس ماٿيَ حِصو ليڌو سي تو پوتا نان پروڳرامان ۿارُو ڪان پوتا ۿارُو ايڪ سرٽيفڪيٽ ڍائونَ لوڍ ڪرو، اِي تمان شيوا مُمڪِنَ نئين ٿائيَ۔

source: Download Common Voice Data
gjk: ڪامنَ وائيس ڍيٽا ڍائونَ لوڍ ڪرو

source: Download Data
gjk: ڍيٽا ڍائونَ لوڍ ڪرو

source: Download Dataset Bundle
gjk: ڍيٽاسيٽ نون ٻنڍل ڍائونَ لوڍ ڪرو

source: Download { $language }
gjk: ڍائونَ لوڍ{ $language }

source: Download Links
gjk: لِنڪ ڍائونَ لوڍ ڪرو

source: Download My Data
gjk: مارو ڊيٽا ڊائونلوڊ ڪرو

source: Download options for accessing Common Voice data
gjk: ڪامنَ وائيس ڍيٽا ۿوُڌِي پوڄا ۿارُو ڍائونَ لوڍ ڪريا نان آپشنَ

source: Download our press pack <icon></icon>
gjk: امارون پريس پيڪ ڍائونَ لوڍ ڪرو</icon><icon>

source: Download our voice datasets
gjk: امارِي وائيس ڍيٽاسيٽس نين ڍائونَ لوڍ ڪرو

source: Download profile data
gjk: پروفائيل نِي ڍيٽا نين ڍائونَ لوڍ ڪرو

source: Download the Dataset
gjk: ڍيٽاسيٽ ڍائونَ لوڍ ڪرو

source: Download the Single Word Target Segment
gjk: ايڪز هڌڦِي لڦظ نا حِصا نين ڍائونَ لوڍ ڪرو

source: Download your contribution certificate
gjk: تمارون حِصو ليڌا وارون سرٽيفڪيٽ ڍائونَ لوڍ ڪرو

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
gjk: شون تمان ڪنين ڪونئين کيال سي ڪيَ آپڙيَ ڪيم ڪامنَ وائيس ڍيٽاسيٽ نين بيۿتر ٻناوِي ۿڳيئين سيئين؟ امان نين ڍيسڪورس ماٿيَ ڪو

source: Do you want to continue?
gjk: شون تمين جھارِي راکوا ماڳو سو؟

source: Do you want to Speak, Listen or both?
gjk: شون تمين ٻولوا، ۿانڀروا يا ٻيئيَ ماڳو سو؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
gjk: ڇِڪو انين ميڪو يا </browseWrap>ڀرائوُز ڪرو<browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
gjk: تمارِي فائيل اڃان ڍيۿڙِي آوو ڪان وريَ <uploadButton> اپلوڍ ڇا ۿارُو ڪِلڪ ڪرو</uploadButton>

source: Drop file here to upload
gjk: فائيل اڃان ڦڳاوو اپلوڍ ڇا ۿارُو

source: Duala
gjk: ڊوالا ٻولِي

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
gjk: حِصو لِيڌا ٽاڻي جمع ڪرو تو ڪلڪ ڪريا وانۿين رائي ۮِيڌا وارو مرحلو ميلِي ۮشي۔ حِصو ليڌا نو عمل سڌو آول پانس رڪارڍينگان ڪان تصڌيقي مرحلان ٿِي جارِي رشي

source: Dutch
gjk: ڊچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
gjk: ڍيٽاسيٽ مان داخل ٿل هر ايم پِي ٿِري (MP3) مُنڦرِڌ سي انين اين مان خط لکوون ڪروون نِيون فائيلون پڻ شامِل سي۔ ڍيٽاسيٽ مان ڪيٽلائيَ رِڪارڍ<b>{ $total }</b> ٿل ڪلاڪ، انين اين مان آباڌي، عمر انين جنس زيوا ميٽاڍيٽا شامِل سي۔ انين تلڦُظ زين ٻولِيا نِي ڌُرستڳِي انين اورکاڻِ وارا اينجھڻ نِي ڌُرستڳِي نين ترٻيئيت ۮيڌا مان مۮت ڪريَ سي۔ ڍيٽاسيٽ مان اتيارين <b>{ $valid }</b> ٻولِيان نا تصۮيق ٿل ڪلاڪ<b>{ $languages }</b> شامل سي۔ پڻ امين هزِي وڌارين آواز انين ٻولِيون شامِل ڪريئين سيئين ريا۔ ٻولِي نِي ڌرخواست ڪريا ۿارُو ڪان وريَ حِصو لئينَ شرُو ڪريا ۿارُو امارا ٻولِيان</languagesLink> نا پيچ</languagesLink> نين زووو۔

source: Eastern Balochi
gjk: اُوڳمڻا پاھا نِي بلوچي ٻولِي

source: Eastern Huasteca Nahuatl
gjk: اُوڳمڻِي هوسٽڪا نوهاٽلا ب

source: Eastern Min
gjk: اُوڳمڻا پاۿا نِي من ٻولِي

source: Eastern Penan
gjk: اُوڳمڻون پنن

source: Easy
gjk: ۿوروون (آسانَ)

source: Easy to Understand
gjk: آرام ٿِي ۿمزو

source: Ebrie
gjk: ايبري ٻولِي

source: Edit
gjk: ڇاپوون

source: Edit Profile
gjk: پروفائيل مان بھترِي ۿارُو تٻۮيل ڪرو

source: e.g., “What do you wish you could use technology for?”
gjk: مثال طور،۔ "تمين شون چاھو سو شون تمين ٽيڪنالوجي استعمال ڪرِي ۿڳو سو"

source: Email
gjk: اِي ميل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
gjk: اِي ميل: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
gjk: <emailFragment> </emailFragment> تمين ڪيم موهِم مان واقيعان مان co-design انين فيچرز مان حِصو ليڌا ۿارُو امارِي اِي ميل لِسٽ ٿِي ڪامنَ وائيس ماٿيَ سائينَ اپ ڪرو۔

source: Email is already used for a different account
gjk: اِي ميل مورِ ٿيز ٻيزان اڪائونٽان مان استعمال ٿل سي۔

source: Email Subscriptions
gjk: اِي ميل سبسڪرپشن

source: Emakhuwa
gjk: ايماکھووا

source: English
gjk: انگريزي ٻولي

source: Enter Email to Download
gjk: ڍائونَ لوڍ ڪريا ۿارُو اِي ميل لکو

source: Enter email to send a sign up link
gjk: سائنَ اپ لِنڪ ميليا ۿارُو اِي ميل داخل ڪرو

source: Enter your Country/Region of Residence
gjk: زان تمين ريو سو اِي ملڪ / علائقو لکو

source: Enter your email
gjk: تمارِي اِي ميل لکو

source: Enter your public domain sentence here
gjk: پوتا نو عوامِي ڍومينَ جُملو اڃان لکو۔

source: Enter your public domain sentences here
gjk: پوتا نو عوامِي ڍومينَ جُملو اڃان لکو۔

source: Error
gjk: ڳلتِي

source: Error adding sentence
gjk: غلطِي وارا جُملا

source: Error { $code }
gjk: ڳلتِي{ $code }

source: Error while playing audio file.
gjk: آڊيو فائيل ھاڪليا ٽاڻيَ نُقس پيش آيون

source: Erzya
gjk: ارزيائي ٻولِي

source: ESC
gjk: اِي ايس سِي

source: Esperanto
gjk: ايسپرانتيائي ٻولِي

source: Estonian
gjk: ايستونائي ٻولِي

source: Eton
gjk: ايتون ٻولِي

source: Events
gjk: موقعا

source: Everyone
gjk: ٻڌانئين

source: Ewe
gjk: ايئو ٻولِي

source: Ewondo
gjk: ايونڊائي

source: Example
gjk: مِثال

source: Example questions
gjk: مِثالِي سوال

source: Exceeded 500 questions. Reduce number of questions and retry.
gjk: پانس ۿو ٿِي وڌِيڪ سوال۔ سوالان نو تعداد گھٽاوو انين ڦير ٿِي ڪوشِش ڪرو۔

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
gjk: حيرت ڪريا وارِيون کٻرِيُون! بيَ ساکتا تقرير آيا وارِي سي! اپڍيٽس ۿارُو امان ڀيرا ريو انين تازِي مالُومات ۿارُو امارا</discordLink>ڍِسڪورڍ<discordLink> نين کاترِي ٿِي چيڪ ڪرتا ريو۔

source: Exit & Delete clips
gjk: ٻنڌ ڪرو انين ڪِلِپس ڍِليٽ ڪرو

source: Explore datasets <icon></icon>
gjk: ڍيٽاسيٽ نِي ڳوچ ڪرو</icon><icon>

source: Explore the community and languages supported by Common Voice
gjk: ڪامنَ وائيس نِي مۮت ٿِي ڀِراڌرِي انين ٻولِيان نين ڳوتو

source: Express or solicit prejudiced or offensive sentiments
gjk: بيان ڪروون ڪان وينتِي ڪرون، طرڦڌارِي ڪروون ڪان ڀي عزتِي ڪريا وارا جذبات

source: Failed to copy SHA256 Checksum
gjk: SHA256 Checksum ڪاپِي نا ٿئِي ۿڄون!

source: Fang
gjk: فانگ ٻولِي

source: FAQ
gjk: گھڻون ڪرين پُونسل سوال

source: Faroese
gjk: فيروز

source: Featured in...
gjk: مان نِمايان (واضح) ٿل

source: Female/Feminine
gjk: ٻائِي / مونث

source: Fewer than 15 words per sentence
gjk: جُملا پرماڻيَ گھٽ مان گھٽ 15 لڦظ هوئيَ۔

source: Fields marked with an asterisk (*) are required.
gjk: تارو (*) ٿِي نشانَ لڳاول واقعا سي

source: File is too large
gjk: فائيل تمام موٽِي سي

source: File is too small
gjk: فائيل تمام ننڪِي سي

source: Finance
gjk: حِساٻ ڪِتاٻ راکوون

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
gjk: ٻيزان نين ڳوتو زين مان يونيورسٽِيُون، ٻولِي واران اِسڪُول، وڪالت گرُوپ يا ڍيٽا سائنس ڪميونٽِي ٿئِي ۿڳيَ سي، اينيان ٿِي راٻطو ڪرو انين واضح طريقيَ ٿِي وضاۿت ڪرو ڪيَ اِي ڪيم مۮت ڪرِي ۿڳيَ سي انين شون ليوا؟<outreachTemplates> امارِي ٽيمليٽ آئوٽ ريچ نِي اِي ميل زووو</outreachTemplates>۔

source: Find us on Matrix
gjk: امان نين ميٽرِڪس ماٿيَ ڳوتو

source: Finish editing first?
gjk: مورِ ٿِي ترميم ڪريا نون کتم ڪرو

source: Finish recording
gjk: رِڪارڍينڳ کتم ڪرو

source: Finish recording first?
gjk: مورِ ٿِي رِڪارڍينڳ کتم ڪرو

source: Finish Review
gjk: جائزو ليڌا نون کتم ڪرو

source: Finish validating
gjk: تصديق کتم ڪرو

source: Finish validating clips?
gjk: ڪلپان ني مياڌ نين کتم ڪرو

source: Finnish
gjk: فني ٻولِي

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
gjk: مورِ ٿِي، چيڪ ڪرو ڪي زو تمارِي ٻولِي </languageLink> مورِٿيز آ مان موجھُوۮ سي</languageLink>۔ <languageRequestLink> زو اِي نٿِي تو تمين شامِل ڪرِي ۿڳو سو۔ </languageRequestLink> تمين اين نين شامِل ڪريا ۿارُو ڪئِي ۿڳو </languageRequestLink>۔ اين مان ٻيَ مرحلا سي، سائيٽ نون ترجمون انين جُملان نين ڀيڳون ڪروون

source: Follow guidelines from “What sentences can I add?”
gjk: گائيڍ لائينَ نين فالو ڪرو “ چِيئو جُملو هون ايڍ ڪرِي ۿڳون سون؟

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
gjk: ۮانَ ڪرل هر وائيس ڪِلِپ انين تصۮيق ٿل هر آڍِيو ڪِلپ ۿارُو تمارون اڪائونٽ نون ڍيش ڀورڍ اپَ ڍيٽ ٿائيَ سي۔ ايٽليَ تمارِي هر ٻولِي مان تمارِي نوِي ترقِي نين ظاهير ڪرِي ۿڳائيَ زين مان تمين حِصو ليو سو، هوويَ، تمين ايڪ ٿِي وڌارين مان حِصو لئِي ۿڳو سو!<br/><br/> پوتا نان انگھان انين اکران نين ٽريڪ ڪريا ۿارُو ڍيش ڀورڍ نو اِستمال ڪرو۔ زوو ڪيَ تمين ڀِراڌرِي مان ٻِيزان ٿِي ڪيويَ نمونيَ ٿِي ڪام ڪرو سو ريا، انين روز ڪان ۿڦتيوار حِصو ليڌا نا گول ٺاوو۔

source: for example
gjk: مِثال طور

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
gjk: پبلِڪ ڍومينَ متنَ ۿارُو زين آنَ لئينَ ڌستياٻ سي، تمين تعاليمِي حوالا وارون انڌاز اِستمال ڪرِي ۿڳو سو مِثال طور هارورڍ نون انڌاز "جھيس2021 ماران پبلِڪ ليسڻ واران نظم"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
gjk: هر ايڪ ۿارُو ٽيڪانولوجِي ۿڦريَ طريقيَ ٿِي ڪام ڪريَ تيمان زين ڍيٽا سي اِي ٽيڪنولوجي نين وڌارين ۿڦريَ نمونيَ ٿِي ٺاۿيا واران ماڻۿان نِي مۮت ڪريَ۔ زو امين ڪونئين ٻولِي ٻوليا وارا نين ايڪ کاس لهجه مان شامل نئين ڪريئين تو ٽيڪنولوجي اِي ٻولِي ٻوليا واران ۿارُو سئِي ڪام نئين ڪريَ<learnMore> ميٽاڍيٽا نان مسلان نا ٻارا مان مڌارين شيکو۔

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
gjk: اِي لانچ ڪرل ٻولِيان ۿارُو ويڀ سائيٽ نين ڪامياٻِي ٿِي </localizationGlossaryLink>لوڪلائيز</localizationGlossaryLink> ڪرل سي۔ انين اين مان </sentenceCollectionGlossaryLink>الائِي جُملا ڀيڳا ڪرل سي<sentenceCollectionGlossaryLink> ايٽليَ جارِي انين </speakLink>ٻولِيا<speakLink> انين </listenLink>ۿانڀرِيا<listenLink> ۿارُو حِصو لئِي ۿڳيَ

source: Foundations
gjk: ڀُنياۮون

source: French
gjk: فرانسي ٻولِي

source: Frisian
gjk: فريسيئن ٻولِي

source: Fulah
gjk: فيولائي ٻولِي

source: Fuzhou
gjk: فوزو

source: Galician
gjk: گاليشين ٻولِي

source: Gawarbaiti
gjk: گاواربٽي ٻولِي

source: Gawri
gjk: گاوري ٻولِي

source: GB
gjk: جھِي ڀِي (GB)

source: General
gjk: عام

source: General language / multiple variants
gjk: عام ٻولِي/وڌارين ڦرق ڦرق

source: Georgian
gjk: جيارجي ٻولِي

source: German
gjk: جرمني ٻولِي

source: Get in touch
gjk: راٻطا مان ريو

source: Get in touch <icon></icon>
gjk: </icon><icon> راٻطو ڪرو

source: Get involved
gjk: شامِل ٿائو

source: Get Involved
gjk: اين مان شامِل ٿائو

source: Get started <icon><icon>
gjk: شرُو ڪرو <icon><icon>

source: Get started with goals
gjk: مقصۮان ٿِي شرُو ڪرو

source: Get Started with Speech Recognition
gjk: تقرير نِي اورکاڻِ ٿِي شرُو ڪرو

source: Get your certificate
gjk: تمارون سرٽيفِڪيٽ حاصل ڪرو

source: Gheg Albanian
gjk: گيگ البانوِي

source: Ghomala
gjk: گومالا ٻولِي

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
gjk: </docsLink>زين جڌيڌ ترينَ ايَ آئِي (AI) نان ماڍل ٺايا نيَ حواليَ ٿِي ريسرچ ڪريَ سي ريا اوپنَ سورس<docsLink>اينيان NVIDIA NeMo ۿارُو</githubLink> سي<githubLink>

source: Goal reached
gjk: منزِل ماٿيَ پوڳِي جھا

source: Goals
gjk: مقصڌ

source: Gorani
gjk: گوراني ٻولِي

source: Go to Discourse
gjk: ڍِسڪورس ڪور زائو

source: Go to Languages Page
gjk: ٻولِيان وارا پيج ماٿيَ زائو

source: Go to { $name }
gjk: ڪور زائو{ $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
gjk: <governanceLink>امارِي حُڪمرانِي نا ٻارا مان وڌارين ڀڻو</governanceLink>

source: Governments
gjk: حُڪُومتون

source: Grammatical / spelling error
gjk: گرامر/ اسپيلينگ نِي گلتي

source: Great! How many clips a week?
gjk: زڀرڌست! ايڪ ۿڦتا مان ڪيٽلان ڪِلِپ؟

source: Great! How many clips per day?
gjk: زڀرڌست! ايڪ ۮِي مان ڪيٽلان ڪِلِپ؟

source: Great!<recordIcon></recordIcon> Record your next clip
gjk: واهه! <recordIcon></recordIcon> پوتا نون ٻيزون ڪِلپ رڪارڍ ڪرو

source: Great work!<playIcon></playIcon> Listen again when you're ready
gjk: ۿڦرون ڪام! <playIcon></playIcon>زو تمين تيار سو تو وري ۿانڀرو۔

source: Greek
gjk: يوناني ٻولِي

source: Gronings
gjk: گروئننگن

source: Guarani
gjk: گاراني ٻولِي

source: Guidelines
gjk: استعمال ڪريا نو طريقو

source: Gujarati
gjk: گجراتي ٻولِي

source: Gujari
gjk: گوجري ٻولِي

source: Haitian
gjk: هيتائي ٻولِي

source: Hakha Chin
gjk: هاکا چني ٻولِي

source: Hausa
gjk: هوسا ٻولي

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
gjk: شون تمان ڪنين مورِ نون ڪان آيا وارون پروڳرام سي، اين نين امان ٿِي شيئر ڪرو انين امين اين نون ايلانَ پوتا نِي ڀِراڌرِي مان ڪرشون يان اين نا ٻارا مان ايڪ ڀِلاڳ لکشون!

source: Have Feedback?
gjk: شون رائيَ سي (Feedback)

source: Have you read our Terms?
gjk: شون تمين امارِيون شرطون ڀڻِيون سي؟

source: Having an account is not required to contribute, though it is helpful.
gjk: حِصو ۮيڌا ۿارُو اڪائونٽ ضرورِي نٿِي، ڀلين اِي مۮتڳار سي۔

source: Having a profile is not required to contribute though it is helpful, see why below.
gjk: حِصو ليڌا ۿارُو پروڦائيل نون هووون ضرُورِي نٿِي ڀلين اِي مۮتڳار هوئيَ، هيٺين زووو شون ليوا۔

source: Healthcare
gjk: صيحت نيَ حواليَ ٿِي

source: Hebrew
gjk: عبراني ٻولِي

source: Help
gjk: مۮت ڪرو

source: Help Common Voice reach { $hours } hours in a language with a personal goal
gjk: زاتِي مقصۮ ٿِي ڪامنَ وائيس ماٿيَ ايڪ ڪلاڪ{ $hours }مان پوڄا مان مۮت ڪرو

source: Help create Common Voice’s first target segment in { $locale }
gjk: آواز نا پيۿريا سيڪشنَ نين ٺاھيا مان ڀاڳ ڪرو۔{ $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
gjk: زاتِي مقصۮ ۿوُڌِي { $language }ايڪ ڪلاڪ مان{ $hours }پوڄا مان مۮت ڪرو

source: Help teach machines how real people speak, donate your voice at { $link }
gjk: { $link } مشينان نين شيکاڙيا مان مۮت ڪرو ڪي حقيقي ماڻۿان ڪيم ٻولي سي ، پوتا نو آواز ڄو
